package Lab_3_Pack;

import java.time.LocalDate;
import java.util.Scanner;
import java.util.Vector;

public class MainClass {


    /*Створіть наступну модель: є приватна автостоянка.
     Кожного місяця, водіям, які паркували авто, видається рахунок за використання послугами стоянки.
     Звіт можливо сортувати або по авто, або по власникам. Можлива ситуація коли 1 власник має декілько авто.
     Повинна бути можливість отримати список всіх авто які є на стоянці зараз, та журнал обліку виїздів-заїздів за період.
     Потрібна можливість формування звіту по окремому авто або власнику.

*/
    public static void main(String[] args) {




    
}}
