package Lab_3_Pack;

import java.util.Scanner;
import java.util.Vector;

public class MainClass {

    /*
    *Модель: автостоянка.
    *Водіям, що паркували авто можно видавати рахунок за використання
    *
    *Можлива ситуація коли 1 власник має декілько авто.
    *Повинна бути можливість отримати список всіх авто які є на
    *стоянці зараз, та журнал обліку виїздів-заїздів за період.
    *Потрібна можливість формування звіту по окремому авто або власнику.
    *Звіт можливо сортувати або по авто, або по власникам.
    */
    public static void main(String[] args) {

    }

    
}
